[
    {
        "id": 1,
        "question": "Who is the most likely to get kicked off an airplane?",
        "specialQuestion": "Who is the most likely to charm the flight crew?"
    },
    {
        "id": 2,
        "question": "Who is the most likely to become a drug addict?",
        "specialQuestion": "Who is the most likely to start a recovery support group?"
    },
    {
        "id": 3,
        "question": "Who is the most likely to cancel plans last minute?",
        "specialQuestion": "Who is the most likely to plan a spontaneous group outing?"
    },
    {
        "id": 4,
        "question": "Who is the most likely to not pay for dinner?",
        "specialQuestion": "Who is the most likely to insist on splitting the bill evenly?"
    },
    {
        "id": 5,
        "question": "Who is the most likely to throw up on a night out?",
        "specialQuestion": "Who is the most likely to organize a legendary bar crawl?"
    },
    {
        "id": 6,
        "question": "Who is the most likely to not shower for a month?",
        "specialQuestion": "Who is the most likely to obsess over their skincare routine?"
    },
    {
        "id": 7,
        "question": "Who is the most likely to become homeless?",
        "specialQuestion": "Who is the most likely to volunteer at a shelter?"
    },
    {
        "id": 8,
        "question": "Who is the most likely to not pay you back?",
        "specialQuestion": "Who is the most likely to lend money without hesitation?"
    },
    {
        "id": 9,
        "question": "Who is the most likely to like a weird porn category?",
        "specialQuestion": "Who is the most likely to debate adult entertainment trends?"
    },
    {
        "id": 10,
        "question": "Who is the most likely to cut everyone off?",
        "specialQuestion": "Who is the most likely to host a massive friend reunion?"
    },
    {
        "id": 11,
        "question": "Who is the most likely to handle spice well?",
        "specialQuestion": "Who is the most likely to cook a spicy signature dish?"
    },
    {
        "id": 12,
        "question": "Who is the most likely to write an autobiography?",
        "specialQuestion": "Who is the most likely to get their autobiography adapted into a movie?"
    },
    {
        "id": 13,
        "question": "Who is the most likely to go all in on a hobby for 48 hours and never do it again?",
        "specialQuestion": "Who is the most likely to start a club for their new hobby?"
    },
    {
        "id": 14,
        "question": "Who is the most likely to pack for a trip and forget underwear?",
        "specialQuestion": "Who is the most likely to overpack for a weekend trip?"
    },
    {
        "id": 15,
        "question": "Who is the most likely to pretend they’re injured to sit out of a physical challenge?",
        "specialQuestion": "Who is the most likely to exaggerate their athletic skills?"
    },
    {
        "id": 16,
        "question": "Who is the most likely to pretend they’ve seen a film just to avoid the conversation?",
        "specialQuestion": "Who is the most likely to host a movie marathon night?"
    },
    {
        "id": 17,
        "question": "Who is the most likely to suggest an early time to hang out and turn up late?",
        "specialQuestion": "Who is the most likely to plan a detailed itinerary for a group hangout?"
    },
    {
        "id": 18,
        "question": "Who is the most likely to get competitive in a game no one else is taking seriously?",
        "specialQuestion": "Who is the most likely to invent a new game for the group?"
    },
    {
        "id": 19,
        "question": "Who is the most likely to think they could land a plane in an emergency?",
        "specialQuestion": "Who is the most likely to take flight lessons just for fun?"
    },
    {
        "id": 20,
        "question": "Who is the most likely to think they’d be fine in prison?",
        "specialQuestion": "Who is the most likely to start a prison book club?"
    },
    {
        "id": 21,
        "question": "Who is the most likely to would be fine in prison?",
        "specialQuestion": "Who is the most likely to befriend the prison guards?"
    },
    {
        "id": 22,
        "question": "Who is the most likely to make an imaginary escape route in every room they enter?",
        "specialQuestion": "Who is the most likely to design a real escape room game?"
    },
    {
        "id": 23,
        "question": "Who is the most likely to start an argument for no reason?",
        "specialQuestion": "Who is the most likely to turn an argument into a deep philosophical debate?"
    },
    {
        "id": 24,
        "question": "Who is the most likely to make a questionable fashion choice for no reason?",
        "specialQuestion": "Who is the most likely to start a bold fashion trend?"
    },
    {
        "id": 25,
        "question": "Who is the most likely to lose their phone at a concert?",
        "specialQuestion": "Who is the most likely to sneak backstage at a concert?"
    },
    {
        "id": 26,
        "question": "Who is the most likely to forget their lines in a play?",
        "specialQuestion": "Who is the most likely to improvise a hilarious scene on stage?"
    },
    {
        "id": 27,
        "question": "Who is the most likely to burn their food while cooking?",
        "specialQuestion": "Who is the most likely to host a cooking show?"
    },
    {
        "id": 28,
        "question": "Who is the most likely to miss a deadline for a group project?",
        "specialQuestion": "Who is the most likely to take charge of a group project?"
    },
    {
        "id": 29,
        "question": "Who is the most likely to spill their drink at a fancy event?",
        "specialQuestion": "Who is the most likely to organize a flawless gala?"
    },
    {
        "id": 30,
        "question": "Who is the most likely to get lost in a foreign city?",
        "specialQuestion": "Who is the most likely to become a local tour guide?"
    },
    {
        "id": 31,
        "question": "Who is the most likely to sing off-key at karaoke?",
        "specialQuestion": "Who is the most likely to get the crowd hyped at karaoke?"
    },
    {
        "id": 32,
        "question": "Who is the most likely to forget their wallet at home?",
        "specialQuestion": "Who is the most likely to always carry emergency cash?"
    },
    {
        "id": 33,
        "question": "Who is the most likely to trip during a dance-off?",
        "specialQuestion": "Who is the most likely to win a dance competition?"
    },
    {
        "id": 34,
        "question": "Who is the most likely to oversleep for an early flight?",
        "specialQuestion": "Who is the most likely to plan a red-eye flight itinerary?"
    },
    {
        "id": 35,
        "question": "Who is the most likely to lose their keys in a parking lot?",
        "specialQuestion": "Who is the most likely to install a key-finding app?"
    },
    {
        "id": 36,
        "question": "Who is the most likely to get scared in a haunted house?",
        "specialQuestion": "Who is the most likely to work as a haunted house actor?"
    },
    {
        "id": 37,
        "question": "Who is the most likely to forget their lines in a speech?",
        "specialQuestion": "Who is the most likely to give an impromptu speech?"
    },
    {
        "id": 38,
        "question": "Who is the most likely to overspend at a casino?",
        "specialQuestion": "Who is the most likely to host a poker night?"
    },
    {
        "id": 39,
        "question": "Who is the most likely to miss a train by seconds?",
        "specialQuestion": "Who is the most likely to memorize train schedules?"
    },
    {
        "id": 40,
        "question": "Who is the most likely to drop their ice cream cone?",
        "specialQuestion": "Who is the most likely to open an ice cream shop?"
    },
    {
        "id": 41,
        "question": "Who is the most likely to forget their anniversary?",
        "specialQuestion": "Who is the most likely to throw a surprise anniversary party?"
    },
    {
        "id": 42,
        "question": "Who is the most likely to lose their sunglasses at the beach?",
        "specialQuestion": "Who is the most likely to collect rare sunglasses?"
    },
    {
        "id": 43,
        "question": "Who is the most likely to get stage fright before a performance?",
        "specialQuestion": "Who is the most likely to hype up the crowd before a show?"
    },
    {
        "id": 44,
        "question": "Who is the most likely to spill paint during an art class?",
        "specialQuestion": "Who is the most likely to sell their artwork at a gallery?"
    },
    {
        "id": 45,
        "question": "Who is the most likely to forget their lines in a vlog?",
        "specialQuestion": "Who is the most likely to start a popular vlog channel?"
    },
    {
        "id": 46,
        "question": "Who is the most likely to trip while hiking?",
        "specialQuestion": "Who is the most likely to plan a group hiking adventure?"
    },
    {
        "id": 47,
        "question": "Who is the most likely to lose their scarf in a storm?",
        "specialQuestion": "Who is the most likely to design a weatherproof scarf?"
    },
    {
        "id": 48,
        "question": "Who is the most likely to forget their lines in a comedy routine?",
        "specialQuestion": "Who is the most likely to write a viral comedy sketch?"
    },
    {
        "id": 49,
        "question": "Who is the most likely to get stuck in an elevator?",
        "specialQuestion": "Who is the most likely to fix an elevator?"
    },
    {
        "id": 50,
        "question": "Who is the most likely to lose their notebook at school?",
        "specialQuestion": "Who is the most likely to publish a bestselling study guide?"
    }
]